interface Step {
  number: string
  title: string
  subtitle: string
  description: string
}

export const steps: Step[] = [
  {
    number: "1",
    title: "Стихия Земля:",
    subtitle: "Развитие уверенности",
    description:
      "Вы научитесь ценить себя и свои достижения, обретёте внутреннюю опору и станете увереннее в любых ситуациях.",
  },
  {
    number: "2",
    title: "Стихия Огонь:",
    subtitle: "Смелое заявление о себе миру",
    description:
      "Я помогу вам раскрыться, поддержу вас на пути самовыражения, помогу смело и ярко заявить о себе, чтобы ваше присутствие было заметно и значимо.",
  },
  {
    number: "3",
    title: "Стихия Вода:",
    subtitle: "Гармония и целостность",
    description:
      "Вы соедините все грани своей личности в единый поток: уверенность, самовыражение, женская манкая энергия и новые открытия сольются в гармонию. Это даст ощущение целостности, внутреннего равновесия и силы для дальнейшего пути.",
  },
  {
    number: "4",
    title: "Стихия Воздух:",
    subtitle: "Открытие новых граней",
    description:
      "Вы узнаете о себе больше, откроете скрытые таланты и способности, которые сделают вашу жизнь глубже и ярче. Вы удивитесь, насколько богаты ваши внутренние ресурсы!",
  },
]